<?php

return [
    'bot_api_key' => env('BOT_API_KEY', '314940430:AAGuoyLM8BsNf1JL-I8Z_pe_J4l9jBorDWY'),
    'bot_username' => env('BOT_USERNAME', 'onomari_bot'),

    'questions' => [
      [
        'id' => 1,
        'text' => 'привидите пример фальшуступки',
        'answer' => [
          'Я уверен по цене мы договоримся, но вот с отсрочкой могут возникнуть сложности, насколько для вас это критично?',
          'Я с вами согласен, что цена это важно, но сейчас для меня важнее чтобы товар был для вас в наличии, я не уверен что мы можем включить вас в программу резервирования товара на складе.',
          'Я уверен, что по цене мы сможем с вами договориться, а вот поставить вам партию гвоздя из катанки с повышенным усилием на разрыв, не уверен что смогу.'
        ]
      ],
      [
        'id' => 2,
        'text' => 'Привидите пример "C чем сравниваете цену"',
        'answer' => [
          'Наш гвоздь не дороже, он просто иного качества. (мне не важно качество/меня устраивает текущее качество/дайте мне качество за эту цену) - Я вас услышал, вам нужен наш гвоздь и вы хотите на него цену, как на гвоздь конкурентов? ( если клиент подтвердит, значит впоследствии не сможет оперировать аргументами дорого)'
        ]
      ],
      [
        'id' => 3,
        'text' => 'Привидите пример Вырви жало',
        'answer' => [
          'Я хочу вас предупредить, у нас серьезный и относительно дорогой товар, который мы делаем для фабрик с высокой культурой производств...',
          'Хочу вам сразу сказать, у нас цены выше чем у поставщика с которым вы работаете.'
        ]
      ],
      [
        'id' => 4,
        'text' => 'Приведите пример возражение “С чем сравниваете цену” на примере гвоздя?',
        'answer' => [
          'Наш гвоздь не дороже, он просто иного качества.',
          'Вам нужен наш гвоздь и вы хотите на него цену, как на гвоздь конкурентов?'
        ]
      ]
    ]

];
